export const benefits = [
  {
    title: "Неограниченый автопарк",
    description: "Можно добавить неограниченное кол-во машин и водителей",
    name: "infinity",
  },
  {
    title: "Сокращение затрат до 50%",
    description:
      "Максимально быстро узнаете о штрафах в автоматическом режиме, тем самым у вас есть время оплатить по скидке",
    name: "cost-saving",
  },
  {
    title: "Безопасность",
    description:
      "Данные передаются в зашифрованном виде, они доступны только получателю",
    name: "security",
  },
  {
    title: "Уведомление о погашении",
    description:
      "Мы оповестим вас о том, что штраф был погашен и соответствующая запись создана в ГИС ГМП",
    name: "notice",
  },
  {
    title: "Квитанция об оплате",
    description:
      "После совершения оплаты банковской картой на Вашу электронную почту придет квитанция об успешной оплате.",
    name: "payment",
  },
  {
    title: "Все история сохраняется по каждой машине",
    description:
      "Вся история штрафов сохраняется по машине и водителю, позволяет анализировать статистику по штрафам",
    name: "history",
  },
];

export const documents = [
  {
    title: "Лицензионный договор",
    description:
      "Механизм разбрасывания веерного типа приводится в действие от колес тележки, отличается простой и надежной конструкцией, не нуждается в смазке. ",
    link: "/documents/license-agreement",
    content: [
      {
        title: "Заголовок 1",
        text: [
          "Представленная тележка-дозатор обеспечивает высококачественную обработку любых территорий сыпучими противогололедными реагентами самых разных типов, включая такие тяжелые, как гранитная и мраморная крошка, песок и пескосоляные смеси. Тележка прекрасно подходит для использования во дворах многоквартирных домов, обработки территорий промышленных предприятий, востребована владельцами магазинов, различных коммерческих компаний. Кроме того, она может использоваться для высева семян на газонах, теннисных кортах и других территориях.",
          "Представленная тележка-дозатор обеспечивает высококачественную обработку любых территорий сыпучими противогололедными реагентами самых разных типов, включая такие тяжелые, как гранитная и мраморная крошка, песок и пескосоляные смеси. ",
        ],
      },
      {
        title: "Заголовок 2",
        text: [
          "Представленная тележка-дозатор обеспечивает высококачественную обработку любых территорий сыпучими противогололедными реагентами самых разных типов, включая такие тяжелые, как гранитная и мраморная крошка, песок и пескосоляные смеси. ",
        ],
      },
      {
        title: "Заголовок 3",
        text: [
          "Представленная тележка-дозатор обеспечивает высококачественную обработку любых территорий сыпучими противогололедными реагентами самых разных типов, включая такие тяжелые, как гранитная и мраморная крошка, песок и пескосоляные смеси. Тележка прекрасно подходит для использования во дворах многоквартирных домов, обработки территорий промышленных предприятий, востребована владельцами магазинов, различных коммерческих компаний. Кроме того, она может использоваться для высева семян на газонах, теннисных кортах и других территориях.",
          "Представленная тележка-дозатор обеспечивает высококачественную обработку любых территорий сыпучими противогололедными реагентами самых разных типов, включая такие тяжелые, как гранитная и мраморная крошка, песок и пескосоляные смеси. ",
        ],
      },
    ],
  },
  {
    title: "Политика обработки персональных данных",
    description:
      "Радиус разброса ПГМ составляет до 3 метров и может регулироваться.",
    link: "/documents/policy",
    content: [
      {
        title: "Заголовок 1",
        text: [
          "Представленная тележка-дозатор обеспечивает высококачественную обработку любых территорий сыпучими противогололедными реагентами самых разных типов, включая такие тяжелые, как гранитная и мраморная крошка, песок и пескосоляные смеси. Тележка прекрасно подходит для использования во дворах многоквартирных домов, обработки территорий промышленных предприятий, востребована владельцами магазинов, различных коммерческих компаний. Кроме того, она может использоваться для высева семян на газонах, теннисных кортах и других территориях.",
        ],
      },
      {
        title: "Заголовок 2",
        text: [
          "Представленная тележка-дозатор обеспечивает высококачественную обработку любых территорий сыпучими противогололедными реагентами самых разных типов, включая такие тяжелые, как гранитная и мраморная крошка, песок и пескосоляные смеси. ",
        ],
      },
      {
        title: "Заголовок 3",
        text: [
          "Представленная тележка-дозатор обеспечивает высококачественную обработку любых территорий сыпучими противогололедными реагентами самых разных типов, включая такие тяжелые, как гранитная и мраморная крошка, песок и пескосоляные смеси. Тележка прекрасно подходит для использования во дворах многоквартирных домов, обработки территорий промышленных предприятий, востребована владельцами магазинов, различных коммерческих компаний. Кроме того, она может использоваться для высева семян на газонах, теннисных кортах и других территориях.",
          "Представленная тележка-дозатор обеспечивает высококачественную обработку любых территорий сыпучими противогололедными реагентами самых разных типов, включая такие тяжелые, как гранитная и мраморная крошка, песок и пескосоляные смеси. Тележка прекрасно подходит для использования во дворах многоквартирных домов, обработки территорий промышленных предприятий, востребована владельцами магазинов, различных коммерческих компаний. Кроме того, она может использоваться для высева семян на газонах, теннисных кортах и других территориях.",
        ],
      },
    ],
  },
  {
    title: "Информация об оплате",
    description:
      "Десятипозиционный переключатель дозировки расположен на ручке тележки и позволяет очень точно регулировать объем рассыпаемого реагента с учетом его массы и фракции.",
    link: "/documents/payment",
    content: [
      {
        title: "Заголовок 1",
        text: [
          "Представленная тележка-дозатор обеспечивает высококачественную обработку любых территорий сыпучими противогололедными реагентами самых разных типов, включая такие тяжелые, как гранитная и мраморная крошка, песок и пескосоляные смеси. Тележка прекрасно подходит для использования во дворах многоквартирных домов, обработки территорий промышленных предприятий, востребована владельцами магазинов, различных коммерческих компаний. Кроме того, она может использоваться для высева семян на газонах, теннисных кортах и других территориях.",
          "Представленная тележка-дозатор обеспечивает высококачественную обработку любых территорий сыпучими противогололедными реагентами самых разных типов, включая такие тяжелые, как гранитная и мраморная крошка, песок и пескосоляные смеси. ",
        ],
      },
      {
        title: "Заголовок 2",
        text: [
          "Представленная тележка-дозатор обеспечивает высококачественную обработку любых территорий сыпучими противогололедными реагентами самых разных типов, включая такие тяжелые, как гранитная и мраморная крошка, песок и пескосоляные смеси. ",
        ],
      },
      {
        title: "Заголовок 3",
        text: [
          "Представленная тележка-дозатор обеспечивает высококачественную обработку любых территорий сыпучими противогололедными реагентами самых разных типов, включая такие тяжелые, как гранитная и мраморная крошка, песок и пескосоляные смеси. Тележка прекрасно подходит для использования во дворах многоквартирных домов, обработки территорий промышленных предприятий, востребована владельцами магазинов, различных коммерческих компаний. Кроме того, она может использоваться для высева семян на газонах, теннисных кортах и других территориях.",
          "Представленная тележка-дозатор обеспечивает высококачественную обработку любых территорий сыпучими противогололедными реагентами самых разных типов, включая такие тяжелые, как гранитная и мраморная крошка, песок и пескосоляные смеси. ",
        ],
      },
    ],
  },
  {
    title: "Документ 4",
    description:
      "Lorem ipsum, dolor sit amet consectetur adipisicing elit. Aperiam voluptatibus illum molestias saepe rerum, aliquid minima pariatur commodi odio sed itaque enim reprehenderit fugit dolorem quae, assumenda quam, accusantium non.",
    link: "/documents/document-4",
    content: [
      {
        title: "Заголовок 1",
        text: [
          "Представленная тележка-дозатор обеспечивает высококачественную обработку любых территорий сыпучими противогололедными реагентами самых разных типов, включая такие тяжелые, как гранитная и мраморная крошка, песок и пескосоляные смеси. Тележка прекрасно подходит для использования во дворах многоквартирных домов, обработки территорий промышленных предприятий, востребована владельцами магазинов, различных коммерческих компаний. Кроме того, она может использоваться для высева семян на газонах, теннисных кортах и других территориях.",
          "Представленная тележка-дозатор обеспечивает высококачественную обработку любых территорий сыпучими противогололедными реагентами самых разных типов, включая такие тяжелые, как гранитная и мраморная крошка, песок и пескосоляные смеси. ",
        ],
      },
      {
        title: "Заголовок 2",
        text: [
          "Представленная тележка-дозатор обеспечивает высококачественную обработку любых территорий сыпучими противогололедными реагентами самых разных типов, включая такие тяжелые, как гранитная и мраморная крошка, песок и пескосоляные смеси. ",
        ],
      },
      {
        title: "Заголовок 3",
        text: [
          "Представленная тележка-дозатор обеспечивает высококачественную обработку любых территорий сыпучими противогололедными реагентами самых разных типов, включая такие тяжелые, как гранитная и мраморная крошка, песок и пескосоляные смеси. Тележка прекрасно подходит для использования во дворах многоквартирных домов, обработки территорий промышленных предприятий, востребована владельцами магазинов, различных коммерческих компаний. Кроме того, она может использоваться для высева семян на газонах, теннисных кортах и других территориях.",
          "Представленная тележка-дозатор обеспечивает высококачественную обработку любых территорий сыпучими противогололедными реагентами самых разных типов, включая такие тяжелые, как гранитная и мраморная крошка, песок и пескосоляные смеси. ",
        ],
      },
    ],
  },
  {
    title: "Документ 5",
    description:
      "Lorem ipsum, dolor sit amet consectetur adipisicing elit. Aperiam voluptatibus illum molestias saepe rerum, aliquid minima pariatur commodi odio sed itaque enim reprehenderit fugit dolorem quae, assumenda quam, accusantium non.",
    link: "/documents/document-5",
    content: [
      {
        title: "Заголовок 1",
        text: [
          "Представленная тележка-дозатор обеспечивает высококачественную обработку любых территорий сыпучими противогололедными реагентами самых разных типов, включая такие тяжелые, как гранитная и мраморная крошка, песок и пескосоляные смеси. Тележка прекрасно подходит для использования во дворах многоквартирных домов, обработки территорий промышленных предприятий, востребована владельцами магазинов, различных коммерческих компаний. Кроме того, она может использоваться для высева семян на газонах, теннисных кортах и других территориях.",
          "Представленная тележка-дозатор обеспечивает высококачественную обработку любых территорий сыпучими противогололедными реагентами самых разных типов, включая такие тяжелые, как гранитная и мраморная крошка, песок и пескосоляные смеси. ",
        ],
      },
      {
        title: "Заголовок 2",
        text: [
          "Представленная тележка-дозатор обеспечивает высококачественную обработку любых территорий сыпучими противогололедными реагентами самых разных типов, включая такие тяжелые, как гранитная и мраморная крошка, песок и пескосоляные смеси. ",
        ],
      },
      {
        title: "Заголовок 3",
        text: [
          "Представленная тележка-дозатор обеспечивает высококачественную обработку любых территорий сыпучими противогололедными реагентами самых разных типов, включая такие тяжелые, как гранитная и мраморная крошка, песок и пескосоляные смеси. Тележка прекрасно подходит для использования во дворах многоквартирных домов, обработки территорий промышленных предприятий, востребована владельцами магазинов, различных коммерческих компаний. Кроме того, она может использоваться для высева семян на газонах, теннисных кортах и других территориях.",
          "Представленная тележка-дозатор обеспечивает высококачественную обработку любых территорий сыпучими противогололедными реагентами самых разных типов, включая такие тяжелые, как гранитная и мраморная крошка, песок и пескосоляные смеси. ",
        ],
      },
    ],
  },
  {
    title: "Документ 6",
    description:
      "Lorem ipsum, dolor sit amet consectetur adipisicing elit. Aperiam voluptatibus illum molestias saepe rerum, aliquid minima pariatur commodi odio sed itaque enim reprehenderit fugit dolorem quae, assumenda quam, accusantium non.",
    link: "/documents/document-6",
    content: [
      {
        title: "Заголовок 1",
        text: [
          "Представленная тележка-дозатор обеспечивает высококачественную обработку любых территорий сыпучими противогололедными реагентами самых разных типов, включая такие тяжелые, как гранитная и мраморная крошка, песок и пескосоляные смеси. Тележка прекрасно подходит для использования во дворах многоквартирных домов, обработки территорий промышленных предприятий, востребована владельцами магазинов, различных коммерческих компаний. Кроме того, она может использоваться для высева семян на газонах, теннисных кортах и других территориях.",
          "Представленная тележка-дозатор обеспечивает высококачественную обработку любых территорий сыпучими противогололедными реагентами самых разных типов, включая такие тяжелые, как гранитная и мраморная крошка, песок и пескосоляные смеси. ",
        ],
      },
      {
        title: "Заголовок 2",
        text: [
          "Представленная тележка-дозатор обеспечивает высококачественную обработку любых территорий сыпучими противогололедными реагентами самых разных типов, включая такие тяжелые, как гранитная и мраморная крошка, песок и пескосоляные смеси. ",
        ],
      },
      {
        title: "Заголовок 3",
        text: [
          "Представленная тележка-дозатор обеспечивает высококачественную обработку любых территорий сыпучими противогололедными реагентами самых разных типов, включая такие тяжелые, как гранитная и мраморная крошка, песок и пескосоляные смеси. Тележка прекрасно подходит для использования во дворах многоквартирных домов, обработки территорий промышленных предприятий, востребована владельцами магазинов, различных коммерческих компаний. Кроме того, она может использоваться для высева семян на газонах, теннисных кортах и других территориях.",
          "Представленная тележка-дозатор обеспечивает высококачественную обработку любых территорий сыпучими противогололедными реагентами самых разных типов, включая такие тяжелые, как гранитная и мраморная крошка, песок и пескосоляные смеси. ",
        ],
      },
    ],
  },
];

export const pages = ref([
  {
    title: "Главная страница",
    link: "/",
  },
  {
    title: "Тарифы",
    link: "/tariffs",
  },
  {
    title: "Контакты",
    link: "/contacts",
  },
  {
    title: "Документы",
    link: "/documents",
    children: computed(() =>
      documents.map((document) => ({
        title: document.title,
        link: document.link,
      }))
    ),
  },
]);
